{
  "pause_facility": "My client wants to pause the diet plan. Client is asking to pause their subscription. Need to put client’s plan on hold. Client going on vacation and wants plan pause. Client ka plan pause karna hai. Mera client travel pe ja raha hai pause chahiye. Pause facility apply karni hai client ke liye. Client ne bola plan temporarily band kar do. Diet plan pause request hai. Client ke plan ko hold pe daalna hai. Pause dates dalni hai client ke liye. Subscription pause karwana hai. Mera client break lena chahta hai diet se. Client ne pause ka bola hai.",

  "sales_amount_discrepancy": "Sales has been done but amount is not reflecting. Client payment received but sales amount not credited. Sales amount incorrect for my client. Payment mismatch in sales. Sales entry not updated. Mere client ka payment aa gaya hai par sales show nahi ho rahi. Sales amount galat dikh raha hai. Payment done but sales not updated. Sales missing for this client. Amount credit nahi hua sales me. Mera sales amount pending hai. Client ka sales issue hai. Sales record update nahi hua. Payment received but dashboard me sales nahi dikha raha.",

  "referral_amount_discrepancy": "Referral amount is not updated. Referral benefit not credited. Referral entry missing in sheet. Client referral amount not showing. Referral bonus pending. Mera referral amount add nahi hua. Referral ka paisa nahi aaya. Client referral benefit nahi mila. Referral entry update nahi hui. Referral incentive pending hai. Mera referral missing hai. Referral amount galat dikh raha hai. Referral ka issue aa raha hai. Mere end se referral show nahi ho raha. Referral sheet me entry nahi hai.",

  "app_not_working": "Client app is not working properly. App crashing for client. Unable to login. Meal plan not visible. App issue reported by client. Mere client ka app nahi chal raha. Client login nahi kar pa raha. App crash ho raha hai. Meal plan show nahi ho raha app me. Client app me issue hai. Mera client app access nahi kar pa raha. App hang ho raha hai. Password sahi hai par login nahi ho raha. Client ka app open nahi ho raha. App problem solve karni hai.",

  "change_start_date": "Client wants to change the start date of the plan. Need to update plan start date for client. Client ne bola plan late start karna hai. Start date change request hai. Mera client plan aaj start nahi karega date change karni hai. Client wants to postpone plan start date. Plan start date galat set ho gayi hai. Client ka plan kal se start karna hai. Start date modify karni hai. Client ne bola aaj nahi start karega. Diet plan start date change karni hai.",

  "client_email_update": "Client wants to update email id. Email id change request from client. Client ka email galat add ho gaya hai. Need to update client email address. Client ne bola email change kar do. Email id correction chahiye. Mera client email update karwana chahta hai. Client ka email wrong hai system me. New email add karni hai client ke liye. Client wants to replace old email with new one.",

  "app_stuck_on_logo": "Fitelo app is stuck on logo. App stuck at logo screen. Client app logo se aage nahi ja raha. App open ho raha hai par logo pe hi atak gaya hai. Mere client ka app logo pe stuck hai. App loading screen pe hi stuck hai. Client ka app start nahi ho raha logo ke baad. App freeze ho gaya logo screen par. Logo ke baad app open nahi hota. Client facing logo stuck issue.",

  "change_end_date": "Client wants to change the end date of the plan. Need to update plan end date for client. Client ne bola plan ka end date extend karna hai. End date change request hai. Mera client ka plan jaldi khatam ho raha hai end date badhani hai. Client wants to extend the plan end date. Plan end date galat set ho gayi hai. Client ka plan next week khatam ho raha hai end date change karni hai. End date modify karni hai. Client ne bola plan aur continue karega. Diet plan end date change karni hai.",

  "add_pause_days": "Client wants to add more pause days to the plan. Client ne bola pause days kam pad gaye hain increase karna hai. Need to increase pause days for client. Pause days extension request hai. Mera client aur pause days chahta hai. Client ka pause balance khatam ho gaya hai aur extra pause chahiye. Client wants to increase pause quota. Pause days add karni hai client ke plan me. Client ne bola vacation extend ho gaya hai pause days badhani hai. Diet plan ke pause days modify karne hai. Client wants additional pause days.",

  "transfer_plan": "Client wants to change the current plan to a different plan. Plan transfer request from client. Client ne bola current plan change karna hai. Need to transfer client to another plan. Client wants to upgrade or downgrade the plan. Mera client dusre plan me shift hona chahta hai. Client ka plan change request hai. Current plan suitable nahi hai client ke liye. Client wants to move to another diet plan. Plan migration karni hai client ki. Client ne bola different plan chahiye."

}
